Repository: WPPlugins/smart-countdown-fx-google-calendar-bridge
Catalog: languages/smart-countdown-google-cal-*.po
Languages: es_es

source: Default
es_es: Predeterminado

source: OAuth authentication method required
es_es: Método de autenticación OAuth requerido

source: Calendar ID not set
es_es: Calendario ID no se establecido

source: OAuth email not set
es_es: Correo electrónico OAuth no establecido

source: Missing OAuth p12 key
es_es: Falta clave p12 (OAuth)

source: Color filter not active - a "writer" permission is required
es_es: Filtro de color de eventos no activo - se requiere un permiso de "escritor"

source: Invalid configuration, error:
es_es: Configuración no válida, error:

source: Update p12 key
es_es: Actualizar Clave p12

source: Private event
es_es: Evento privado

source: Google Calendar
es_es: Calendario Google

source: Settings
es_es: Ajustes

source: Merge configurations
es_es: Fusionar ambas configuraciones

source: Untitled
es_es: Sin título

source: Configuration
es_es: Configuración

source: Title
es_es: Título

source: This title will appear in available event import profiles list in Smart Countdown FX configuration
es_es: Este título aparecerá en la lista de perfiles de importación de eventos disponibles en configuración de Smart Countdown FX

source: Authorization
es_es: Autorización

source: Disabled
es_es: Desactivado

source: API Key
es_es: Clave de API

source: Calendar ID
es_es: Calendario ID

source: OAuth email
es_es: Correo electrónico OAuth

source: p12 Key File
es_es: Fichero p12

source: All-day events start time
es_es: Hora de inicio de eventos "todo el día"

source: Discard all-day events
es_es: Descartar eventos "todo el día"

source: Midnight
es_es: Medianoche

source: All-day events is a special case for a countdown. Select "Discard all-day events" to ignore this kind of events or choose an option that suits better for your calendar all-day events start time (midnight is not always the best option)
es_es: Eventos durante todo el día es un caso especial para una cuenta atrás. Seleccione "Descartar eventos todo el día" para ignorar este tipo de eventos o elige la opción que mejor se adapte a su calendario (medianoche no es siempre la mejor opción)

source: API cache time
es_es: Tiempo de caché API

source: No caching
es_es: No almacenar en caché

source: %d minute
es_es: %d minuto

source: Events caching helps to save Google Calendar API requests quota. Select lower value if your calendar is frequently updated. <br /><strong>Attention: "No caching" will significantly aument calendar API usage</strong>
es_es: Caché de eventos ayuda a ahorrar Google Calendar API cuota de solicitudes. Seleccione un valor más bajo si su agenda se actualiza con frecuencia.<br><strong>Atención: "No almacenar en caché" aumentará significativamente el uso de Google Calendar API</strong>

source: Show event title
es_es: Mostrar título de evento

source: Yes
es_es: Sí

source: Title CSS:
es_es: Estilos CSS del título

source: Show event date
es_es: Mostrar fecha del evento

source: Date CSS:
es_es: Estilos CSS de la fecha

source: Show event location
es_es: Mostrar ubicación del evento

source: Location CSS:
es_es: Estilos CSS de la ubicación

source: Link event title
es_es: Enlace evento

source: Events color filter
es_es: Filtro de color de eventos
